docs/checklista-start.md
<div id="table-of-contents">
<h2>Inneh&aring;ll</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org409d4b7">1. Förberedelser</a>
<ul>
<li><a href="#org622c662">1.1. Saker att ha vid start</a></li>
<li><a href="#org175463f">1.2. Utrustning</a></li>
<li><a href="#org79febe7">1.3. ROC</a></li>
<li><a href="#org4183c6c">1.4. Efterarbete</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div class="OPTIONS">

</div>


<a id="org409d4b7"></a>

# Förberedelser


<a id="org622c662"></a>

## Saker att ha vid start

-   1 Start-dosa för öppna banor.
-   1 Clear-dosa samt 1 Check för samtliga utanför start.
-   1 Clear vid ingång för intervallstart.
-   1 Start-enhet som reserv.

För samtliga kan man använda Master-enheter istället, om de är kopplade till en Roc. På så sätt får man check och start direkt in i OLA. Detta underlättar då man har koll på vilka löpare som är kvar i skogen.
Har man begränsat med Master-enheter så är 1 för Check och 1 för Start mest praktiskt.


<a id="org175463f"></a>

## Utrustning

Vid starten ska finnas följande:

-   Startlista
-   Minutlista
-   Linjal
-   Penna för markering av löpare
-   Skrivare och dator för kartor till direktanmälan
-   Sportidentbrickor för folk som glömt


<a id="org79febe7"></a>

## ROC

Om man har en ROC vid start så ska den vara testad innan och enheterna anslutna och testade. Man kan använda fler enheter till samma ROC, kabellängden avgör.
Programmera enheterna med unika nummer och den funktion de ska ha (Start, Check, Kontroll etc), så att man kan härleda i OLA vilken enhet som löparen varit vid.


<a id="org4183c6c"></a>

## Efterarbete

Starten ska pricka av alla löpare som går in i fållan för intervallstart. Denna lista (minutlistan) skall efter att alla ha startat lämnas tillbaks till sekretariatet så att man kan rensa löpare som inte startat (Kvar i skogen).

[Start](https://sdaaish.github.io/OL-event/index.html)
[Start2](./index.md)
[Start3](./README.md)

